export const ERROR_MESSAGES = {
  USER_UPDATE: 'При обновлении профиля произошла ошибка',
  EMAIL_EXISTS: 'Пользователь с таким E-mail уже существует',
  BAD_REQUEST: 'Некорректно заполнены поля',
  NO_AUTH: 'Неправильные почта или пароль',
  NOT_FOUND: 'Ничего не найдено',
  NO_KEYWORD: 'Нужно ввести ключевое слово',
  SERVER_ERROR: `Во время запроса произошла ошибка.
                 Возможно, проблема с соединением или сервер недоступен.
                 Подождите немного и попробуйте ещё раз`,
};